Repository: offyotto/core-monitor-app-store
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: af, am, ar, as, ay, az, be, bg, bho, bn, bs, ca, ceb, co, cs, cy, da, de, dv, ee, el, eo, es, et, fa, fi, fil, fr, fy, ga, gd, gl, gn, gu, ha, he, hi, hr, ht, hu, hy, id, ig, is, it, ja, jv, ka, kk, km, kn, ko, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, nb, ne, nl, om, or, pa, pl, ps, pt, qu, ro, ru, rw, sd, si, sk, sl, sm, so, sq, sr, su, sv, sw, ta, te, tg, th, tk, tr, tt, ug, uk, ur, uz, vi, xh, yi, yo, zh_hans, zh_hant, zu

# weather.rain.none
source: No rain expected soon.
af: Geen reën word binnekort verwag nie.
am: በቅርቡ ምንም ዝናብ አይጠበቅም።
ar: ولا يتوقع هطول أمطار قريبا.
as: অতি সোনকালে বৰষুণ নহ’ব বুলি আশা কৰা হৈছে।
ay: Janiw jallux jank’ak puriñ suykänti.
az: Tezliklə yağış gözlənilmir.
be: Дажджу ў бліжэйшы час не чакаецца.
bg: Скоро не се очаква дъжд.
bho: जल्दिए कवनो बरखा ना होखे के उमेद बा.
bn: শীঘ্রই বৃষ্টির আশা নেই।
bs: Uskoro se ne očekuje kiša.
ca: No s'esperava pluja aviat.
ceb: Walay ulan nga gipaabot sa dili madugay.
co: Nisuna pioggia prevista prestu.
cs: Brzy se neočekává déšť.
cy: Dim disgwyl glaw yn fuan.
da: Der forventes ingen regn snart.
de: Bald ist kein Regen zu erwarten.
dv: މާ އަވަހަށް ވާރޭ ވެހޭނެ ކަމަކަށް ނުބެލެވެއެވެ.
ee: Wole mɔ kpɔm be tsi aɖeke magadza kpuie o.
el: Δεν αναμένεται βροχή σύντομα.
eo: Baldaŭ ne atendas pluvon.
es: No se esperan lluvias pronto.
et: Vihma varsti pole oodata.
fa: به زودی باران پیش بینی نمی شود.
fi: Sadetta ei ole odotettavissa pian.
fil: Walang inaasahang pag-ulan sa lalong madaling panahon.
fr: Pas de pluie attendue prochainement.
fy: Der wurdt gau gjin rein ferwachte.
ga: Níl aon bháisteach ag súil go luath.
gd: Chan eil dùil ri uisge a dh’ aithghearr.
gl: Non se espera choiva en breve.
gn: Ndaipóri ama oñeha'ãrõva pya'eterei.
gu: ટૂંક સમયમાં વરસાદની અપેક્ષા નથી.
ha: Babu ruwan sama da ake sa ran nan ba da jimawa ba.
he: לא צפוי גשם בקרוב.
hi: जल्द बारिश की उम्मीद नहीं है.
hr: Uskoro se ne očekuje kiša.
ht: Pa gen lapli espere byento.
hu: Hamarosan nem várható eső.
hy: Շուտով անձրև չի սպասվում.
id: Diperkirakan tidak akan ada hujan dalam waktu dekat.
ig: Enweghị mmiri ozuzo a tụrụ anya n'oge adịghị anya.
is: Ekki er búist við rigningu bráðlega.
it: Non è prevista pioggia a breve.
ja: すぐに雨は降らない見込みです。
jv: Ora samesthine udan.
ka: მალე წვიმა არ არის მოსალოდნელი.
kk: Жақын арада жаңбыр күтілмейді.
km: មិនរំពឹងថានឹងមានភ្លៀងធ្លាក់ឆាប់ៗនេះទេ។
kn: ಶೀಘ್ರದಲ್ಲೇ ಮಳೆ ಬೀಳುವ ನಿರೀಕ್ಷೆಯಿಲ್ಲ.
ko: 곧 비가 내리지 않을 것으로 예상됩니다.
ku: Li bendê ne ku baran zû bibare.
ky: Жакында жаан-чачын күтүлбөйт.
lb: Geschwënn kee Reen erwaart.
lo: ຄາດວ່າຈະບໍ່ມີຝົນຕົກໃນໄວໆນີ້.
lt: Greitai lietaus nenumatoma.
lv: Drīzumā lietus nav gaidāms.
mg: Tsy nisy orana nampoizina tsy ho ela.
mi: Karekau he ua i mua tata nei.
mk: Наскоро не се очекува дожд.
ml: ഉടൻ മഴ പ്രതീക്ഷിക്കുന്നില്ല.
mn: Удахгүй бороо орохгүй.
mr: लवकरच पाऊस अपेक्षित नाही.
ms: Tiada hujan dijangka tidak lama lagi.
mt: L-ebda xita mistennija dalwaqt.
my: မကြာမီ မိုးမရွာတော့ပါ။
nb: Det forventes ikke regn snart.
ne: छिट्टै वर्षा हुने सम्भावना छैन।
nl: Binnenkort geen regen verwacht.
om: Yeroo dhiyootti roobni hin roobu jedhamee eegama.
or: ଶୀଘ୍ର ବର୍ଷା ହେବାର ଆଶଙ୍କା ନାହିଁ |
pa: ਜਲਦੀ ਹੀ ਮੀਂਹ ਦੀ ਸੰਭਾਵਨਾ ਨਹੀਂ ਹੈ।
pl: Wkrótce nie należy spodziewać się deszczu.
ps: ډیر ژر د باران تمه نه کیږي.
pt: Não há previsão de chuva para breve.
qu: Mana para suyasqachu chaylla.
ro: Nu se așteaptă ploaie în curând.
ru: Дождя в ближайшее время не ожидается.
rw: Nta mvura iteganijwe vuba.
sd: برسات جو امڪان جلدي ناهي.
si: ඉක්මනින් වැසි අපේක්ෂා නොකෙරේ.
sk: Dážď sa čoskoro neočakáva.
sl: Dežja kmalu ni pričakovati.
sm: E leai se timu e fa'amoemoe lata mai.
so: Wax roob ah lama filayo dhawaan
sq: Nuk pritet shi së shpejti.
sr: Ускоро се не очекује киша.
su: Moal aya hujan nu dipiharep geura-giru.
sv: Inget regn väntas snart.
sw: Hakuna mvua inayotarajiwa hivi karibuni.
ta: விரைவில் மழை பெய்யாது.
te: త్వరలో వర్షాలు లేవు.
tg: Ба наздикӣ борон дар назар нест.
th: คาดว่าจะไม่มีฝนในเร็วๆ นี้
tk: Soonakyn wagtda ýagyş garaşylmaýar.
tr: Yakın zamanda yağmur beklenmiyor.
tt: Тиздән яңгыр көтелмәгән.
ug: پات يېقىندا يامغۇر ياغمايدۇ.
uk: Найближчим часом дощу не очікується.
ur: جلد بارش کی توقع نہیں ہے۔
uz: Tez orada yomg'ir kutilmaydi.
vi: Dự kiến ​​sẽ không có mưa sớm.
xh: Akukho mvula ilindelekileyo kungekudala.
yi: קיין רעגן דערוואַרט באַלד.
yo: Ko si ojo ti a reti laipe.
zh_hans: 预计很快不会下雨。
zh_hant: 預計很快不會下雨。
zu: Ayikho imvula elindelwe maduze.

# weather.retry
source: Retry
af: Probeer weer
am: እንደገና ይሞክሩ
ar: أعد المحاولة
as: পুনৰ চেষ্টা কৰক
ay: Wasitat yantʼañamawa
az: Yenidən cəhd edin
be: Паўтарыць
bg: Опитайте отново
bho: दोबारा कोशिश करीं
bn: আবার চেষ্টা করুন
bs: Pokušajte ponovo
ca: Torna-ho a provar
ceb: Sulayi pag-usab
co: Riprova
cs: Zkuste to znovu
cy: Ceisiwch eto
da: Prøv igen
de: Wiederholen
dv: އަލުން މަސައްކަތް ކުރާށެވެ
ee: Gadze agbagba ake
el: Δοκιμάζω πάλι
eo: Reprovi
es: Rever
et: Proovi uuesti
fa: دوباره امتحان کنید
fi: Yritä uudelleen
fil: Subukan muli
fr: Réessayer
fy: Opnij besykje
ga: Bain triail eile as
gd: Feuch a-rithist
gl: Volve tentar
gn: Eñeha’ã jey
gu: ફરી પ્રયાસ કરો
ha: Sake gwadawa
he: נסה שוב
hi: पुन: प्रयास करें
hr: Pokušaj ponovo
ht: Eseye ankò
hu: Próbálja újra
hy: Կրկին փորձեք
id: Mencoba kembali
ig: Gbalịa ọzọ
is: Reyndu aftur
it: Riprova
ja: リトライ
jv: Coba maneh
ka: ხელახლა სცადეთ
kk: Қайталап көріңіз
km: ព្យាយាមម្តងទៀត
kn: ಮರುಪ್ರಯತ್ನಿಸಿ
ko: 다시 해 보다
ku: Ji nû ve biceribîne
ky: Кайталап көрүңүз
lb: Nach eng Kéier probéieren
lo: ລອງໃໝ່
lt: Bandykite dar kartą
lv: Mēģiniet vēlreiz
mg: Hanandrana indray
mi: Ngana ano
mk: Обидете се повторно
ml: വീണ്ടും ശ്രമിക്കുക
mn: Дахин оролдоно уу
mr: पुन्हा प्रयत्न करा
ms: Cuba semula
mt: Ipprova mill-ġdid
my: ပြန်ကြိုးစားပါ။
nb: Prøv på nytt
ne: पुन: प्रयास गर्नुहोस्
nl: Opnieuw proberen
om: Irra deebi'ii yaali
or: ପୁନ ry ଚେଷ୍ଟା କରନ୍ତୁ |
pa: ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ
pl: Spróbować ponownie
ps: بیا هڅه وکړئ
pt: Tentar novamente
qu: Wakmanta kallpachakuy
ro: Reîncercați
ru: Повторить попытку
rw: Ongera ugerageze
sd: ٻيهر ڪوشش ڪريو
si: නැවත උත්සාහ කරන්න
sk: Skúste to znova
sl: Poskusite znova
sm: Toe taumafai
so: Isku day
sq: Provo sërish
sr: Покушајте поново
su: Coba deui
sv: Försöka igen
sw: Jaribu tena
ta: மீண்டும் முயற்சிக்கவும்
te: మళ్లీ ప్రయత్నించండి
tg: Аз нав кӯшиш кунед
th: ลองอีกครั้ง
tk: Gaýtadan synanyşyň
tr: Yeniden dene
tt: Кабатлап карагыз
ug: قايتا سىناڭ
uk: Повторіть спробу
ur: دوبارہ کوشش کریں۔
uz: Qayta urinish
vi: Thử lại
xh: Zama kwakhona
yi: פרובירט ווידער
yo: Tun gbiyanju
zh_hans: 重试
zh_hant: 重試
zu: Zama futhi

# weather.status.locationNeeded
source: Location needed
af: Ligging benodig
am: ቦታ ያስፈልጋል
ar: الموقع مطلوب
as: স্থানৰ প্ৰয়োজন
ay: Kawkhantix utjki ukax wakisiwa
az: Məkan tələb olunur
be: Патрабуецца месцазнаходжанне
bg: Необходимо е местоположение
bho: लोकेशन के जरूरत बा
bn: অবস্থান প্রয়োজন
bs: Potrebna lokacija
ca: Necessita ubicació
ceb: Gikinahanglan ang lokasyon
co: U locu necessariu
cs: Potřebné místo
cy: Angen lleoliad
da: Beliggenhed nødvendig
de: Standort erforderlich
dv: ލޮކޭޝަން ބޭނުންވެއެވެ
ee: Teƒe si wòle hiã
el: Απαιτείται τοποθεσία
eo: Loko bezonata
es: Ubicación necesaria
et: Vajalik asukoht
fa: مکان مورد نیاز
fi: Sijainti tarvitaan
fil: Kailangan ang lokasyon
fr: Emplacement nécessaire
fy: Lokaasje nedich
ga: Suíomh ag teastáil
gd: Àite a dhìth
gl: Necesítase localización
gn: Ubicación oñeikotevẽva
gu: સ્થાન જરૂરી
ha: Wurin da ake buƙata
he: דרוש מיקום
hi: स्थान की आवश्यकता है
hr: Potrebna lokacija
ht: Kote ki nesesè
hu: Helyszín szükséges
hy: Պահանջվում է գտնվելու վայրը
id: Lokasi diperlukan
ig: Ebe achọrọ
is: Staðsetning þörf
it: Posizione necessaria
ja: 必要な場所
jv: Lokasi dibutuhake
ka: საჭიროა ადგილმდებარეობა
kk: Орын қажет
km: ទីតាំងដែលត្រូវការ
kn: ಸ್ಥಳ ಅಗತ್ಯವಿದೆ
ko: 필요한 위치
ku: Cihê pêdivî ye
ky: Жайгашкан жер керек
lb: Location néideg
lo: ຕ້ອງການສະຖານທີ່
lt: Reikalinga vieta
lv: Nepieciešama atrašanās vieta
mg: Toerana ilaina
mi: Te waahi e hiahiatia ana
mk: Потребна е локација
ml: ലൊക്കേഷൻ ആവശ്യമാണ്
mn: Байршил шаардлагатай
mr: स्थान आवश्यक आहे
ms: Lokasi diperlukan
mt: Post meħtieġ
my: တည်နေရာလိုအပ်သည်။
nb: Beliggenhet er nødvendig
ne: स्थान आवश्यक छ
nl: Locatie nodig
om: Bakki barbaachisaadha
or: ସ୍ଥାନ ଆବଶ୍ୟକ
pa: ਸਥਾਨ ਦੀ ਲੋੜ ਹੈ
pl: Potrzebna lokalizacja
ps: د اړتیا ځای
pt: Localização necessária
qu: Maypi kasqanmi necesitakun
ro: Este nevoie de locație
ru: Требуется местоположение
rw: Ahantu hakenewe
sd: جڳھ جي ضرورت آھي
si: අවශ්ය ස්ථානය
sk: Potrebné miesto
sl: Potrebna lokacija
sm: Manaomia nofoaga
so: Goobta loo baahan yahay
sq: Vendndodhja e nevojshme
sr: Потребна је локација
su: Lokasi diperlukeun
sv: Plats behövs
sw: Mahali panahitajika
ta: இடம் தேவை
te: స్థానం అవసరం
tg: Ҷойгиршавӣ лозим аст
th: จำเป็นต้องใช้สถานที่
tk: Locationerleşýän ýeri
tr: Konum gerekli
tt: Урын кирәк
ug: ئورۇن لازىم
uk: Потрібне розташування
ur: مقام درکار ہے۔
uz: Joylashuv zarur
vi: Cần có vị trí
xh: Indawo efunekayo
yi: אָרט דארף
yo: Ibi ti nilo
zh_hans: 需要位置
zh_hant: 需要位置
zu: Indawo edingekayo

# weather.status.locationOff
source: Location off
af: Ligging af
am: አካባቢ ጠፍቷል
ar: الموقع معطل
as: স্থান বন্ধ
ay: Ukax mä off
az: Məkan deaktivdir
be: Геалакацыя выключана
bg: Местоположението е изключено
bho: लोकेशन बंद बा
bn: অবস্থান বন্ধ
bs: Lokacija isključena
ca: Ubicació desactivada
ceb: Wala ang lokasyon
co: Locu off
cs: Poloha vypnuta
cy: Lleoliad i ffwrdd
da: Placering slået fra
de: Standort aus
dv: ލޮކޭޝަން އޮފް
ee: Teƒe si wowɔa dɔ le la le off
el: Η τοποθεσία είναι απενεργοποιημένη
eo: Loko malŝaltita
es: Ubicación desactivada
et: Asukoht väljas
fa: موقعیت مکانی خاموش است
fi: Sijainti pois päältä
fil: Naka-off ang lokasyon
fr: Localisation désactivée
fy: Lokaasje út
ga: Suíomh múchta
gd: Àite dheth
gl: Localización desactivada
gn: Ubicación off
gu: સ્થાન બંધ
ha: A kashe wurin
he: מיקום כבוי
hi: स्थान बंद
hr: Lokacija isključena
ht: Kote koupe
hu: Hely kikapcsolva
hy: Տեղադրությունն անջատված է
id: Lokasi tidak aktif
ig: Agbanyụrụ ebe
is: Slökkt á staðsetningu
it: Posizione disattivata
ja: 位置情報がオフ
jv: Lokasi off
ka: მდებარეობა გამორთულია
kk: Орын өшірулі
km: បិទទីតាំង
kn: ಸ್ಥಳ ಆಫ್ ಆಗಿದೆ
ko: 위치 꺼짐
ku: Cih off
ky: Жайгашкан жер өчүк
lb: Location aus
lo: ປິດສະຖານທີ່
lt: Vieta išjungta
lv: Atrašanās vieta izslēgta
mg: Esory ny toerana
mi: Tauwāhi atu
mk: Локацијата е исклучена
ml: ലൊക്കേഷൻ ഓഫ്
mn: Байршил унтраалттай
mr: स्थान बंद
ms: Lokasi dimatikan
mt: Post off
my: တည်နေရာကို ပိတ်ပါ။
nb: Plassering av
ne: स्थान बन्द
nl: Locatie uitgeschakeld
om: Bakki itti argamu off
or: ଅବସ୍ଥାନ ବନ୍ଦ |
pa: ਟਿਕਾਣਾ ਬੰਦ ਹੈ
pl: Lokalizacja wyłączona
ps: ځای بند
pt: Localização desativada
qu: Ubicación off
ro: Locația oprită
ru: Местоположение выключено
rw: Ahantu
sd: مقام بند
si: ස්ථානය අක්‍රියයි
sk: Poloha je vypnutá
sl: Lokacija izklopljena
sm: Tu'u ese
so: Goobta ayaa kabaxsan
sq: Vendndodhja joaktive
sr: Локација искључена
su: Lokasi pareum
sv: Plats av
sw: Mahali pamezimwa
ta: இடம் முடக்கப்பட்டுள்ளது
te: స్థానం ఆఫ్ చేయబడింది
tg: Ҷойгиршавӣ хомӯш
th: ปิดตำแหน่ง
tk: Locationerleşýän ýeri
tr: Konum kapalı
tt: Урын
ug: ئورنى يوق
uk: Розташування вимкнено
ur: مقام آف ہے۔
uz: Joylashuv oʻchirilgan
vi: Tắt vị trí
xh: Indawo icinyiwe
yi: אָרט אַוועק
yo: Ipo pa
zh_hans: 位置已关闭
zh_hant: 位置已關閉
zu: Indawo ivaliwe

# weather.status.needsSignedBuild
source: Needs signed build
af: Benodig getekende bou
am: የተፈረመ ግንባታ ያስፈልገዋል
ar: يحتاج إلى بناء موقع
as: স্বাক্ষৰিত নিৰ্মাণৰ প্ৰয়োজন
ay: Necesario firmado luraña
az: İmzalanmış tikinti lazımdır
be: Патрабуецца падпісаная зборка
bg: Нуждае се от подписана конструкция
bho: जरूरत बा हस्ताक्षरित बिल्ड
bn: স্বাক্ষরিত বিল্ড প্রয়োজন
bs: Potrebna potpisana gradnja
ca: Necessita una construcció signada
ceb: Nagkinahanglan og gipirmahan nga pagtukod
co: Hè bisognu di custruzzione firmata
cs: Vyžaduje podepsanou stavbu
cy: Angen adeiladwaith wedi'i arwyddo
da: Skal have signeret opbygning
de: Benötigt unterzeichneten Build
dv: ބޭނުންވަނީ ސޮއިކޮށްފައިވާ ބިލްޑް
ee: Hiahiã siwo wode asi ete be woatu
el: Χρειάζεται υπογεγραμμένη κατασκευή
eo: Bezonas subskribitan konstruon
es: Necesita construcción firmada
et: Vajab allkirjastatud ehitust
fa: نیاز به ساخت امضا شده دارد
fi: Vaatii allekirjoituksen
fil: Kailangan ng nilagdaang build
fr: Nécessite une version signée
fy: Need signed build
ga: Tógáil sínithe de dhíth
gd: Feum air togail le ainm
gl: Necesita unha construción asinada
gn: Oikotevê firmado omopu'ã
gu: હસ્તાક્ષરિત બિલ્ડની જરૂર છે
ha: Yana buƙatar ginin sa hannu
he: צריך בנייה חתומה
hi: हस्ताक्षरित निर्माण की आवश्यकता है
hr: Potrebna potpisana gradnja
ht: Bezwen siyen bati
hu: Aláírt konstrukció szükséges
hy: Անհրաժեշտ է ստորագրված կառուցում
id: Perlu pembangunan yang ditandatangani
ig: Achọrọ nrụpụta mbinye aka
is: Þarf undirritaða byggingu
it: Richiede una build firmata
ja: 署名されたビルドが必要です
jv: Perlu ditandatangani mbangun
ka: სჭირდება ხელმოწერილი აშენება
kk: Қол қойылған құрылыс қажет
km: ត្រូវការចុះហត្ថលេខាលើការសាងសង់
kn: ಸಹಿ ಮಾಡಿದ ನಿರ್ಮಾಣದ ಅಗತ್ಯವಿದೆ
ko: 서명된 빌드가 필요합니다.
ku: Pêdiviya avakirina îmzekirî heye
ky: Кол коюлган курулуш керек
lb: Braucht ënnerschriwwen Build
lo: ຕ້ອງ​ການ​ລົງ​ນາມ​ໃນ​ການ​ກໍ່​ສ້າງ​
lt: Reikia pasirašyti statybos
lv: Nepieciešama parakstīta konstrukcija
mg: Mila fananganana sonia
mi: Me hanga hainatia
mk: Потребна е потпишана изградба
ml: ഒപ്പിട്ട നിർമ്മാണം ആവശ്യമാണ്
mn: Гарын үсэг зурах шаардлагатай
mr: स्वाक्षरी केलेले बांधकाम आवश्यक आहे
ms: Memerlukan binaan yang ditandatangani
mt: Bżonnijiet iffirmati bini
my: လက်မှတ်ရေးထိုးတည်ဆောက်ရန် လိုအပ်ပါသည်။
nb: Trenger signert bygg
ne: हस्ताक्षर गरिएको निर्माण आवश्यक छ
nl: Heeft een ondertekende build nodig
om: Ijaarsa mallatteeffame barbaachisa
or: ସ୍ signed ାକ୍ଷରିତ ବିଲ୍ଡର ଆବଶ୍ୟକତା |
pa: ਦਸਤਖਤ ਕੀਤੇ ਬਿਲਡ ਦੀ ਲੋੜ ਹੈ
pl: Wymaga podpisanej kompilacji
ps: لاسلیک شوي جوړښت ته اړتیا لري
pt: Precisa de versão assinada
qu: Necesitas firmasqa hatarichiy
ro: Necesita build semnat
ru: Нужна подписанная сборка
rw: Ukeneye gusinywa kubaka
sd: دستخط ٿيل تعمير جي ضرورت آهي
si: අත්සන් කළ ඉදිකිරීමක් අවශ්‍යයි
sk: Vyžaduje podpísanú zostavu
sl: Potrebuje podpisano gradnjo
sm: Mana'omia le fau saini
so: Wuxuu u baahan yahay dhismo saxeexan
sq: Nevoja për ndërtim të nënshkruar
sr: Потребна је потписана градња
su: Perlu ditandatanganan ngawangun
sv: Behöver signerad konstruktion
sw: Inahitaji uundaji sahihi
ta: கையொப்பமிடப்பட்ட கட்டிடம் தேவை
te: సంతకం చేసిన నిర్మాణం అవసరం
tg: Сохтмони имзошуда лозим аст
th: จำเป็นต้องสร้างการลงนาม
tk: Gol çekilmeli
tr: İmzalı derleme gerekiyor
tt: Имзаланган төзү кирәк
ug: ئىمزا قويۇشقا ئېھتىياجلىق
uk: Потрібна підписана збірка
ur: دستخط شدہ تعمیر کی ضرورت ہے۔
uz: Imzolangan qurilish kerak
vi: Cần bản dựng có chữ ký
xh: Ifuna ukwakhiwa okusayiniweyo
yi: דאַרף געחתמעט בויען
yo: Nilo kikọ ti o fowo si
zh_hans: 需要签名构建
zh_hant: 需要簽名構建
zu: Idinga ukwakhiwa okusayiniwe

# weather.status.updating
source: Updating
af: Dateer tans op
am: በማዘመን ላይ
ar: تحديث
as: আপডেট কৰা হৈছে
ay: Uñakipt’aña
az: Yenilənir
be: Абнаўленне
bg: Актуализиране
bho: अपडेट हो रहल बा
bn: আপডেট করা হচ্ছে
bs: Ažuriranje
ca: Actualització
ceb: Pag-update
co: Aghjurnà
cs: Aktualizace
cy: Yn diweddaru
da: Opdatering
de: Aktualisierung
dv: އަޕްޑޭޓް ކުރަނީ
ee: Nu yeyewo dodo ɖe ŋgɔ
el: Ενημέρωση
eo: Ĝisdatigo
es: Actualizando
et: Värskendamine
fa: به روز رسانی
fi: Päivitetään
fil: Nag-a-update
fr: Mise à jour
fy: Fernijing
ga: Ag nuashonrú
gd: Ag ùrachadh
gl: Actualizando
gn: Oñembopyahúvo
gu: અપડેટ કરી રહ્યું છે
ha: Ana sabuntawa
he: עִדכּוּן
hi: अद्यतन करने
hr: Ažuriranje
ht: Mizajou
hu: Frissítés
hy: Թարմացվում է
id: Memperbarui
ig: Na-emelite
is: Uppfærsla
it: Aggiornamento
ja: 更新中
jv: Nganyari
ka: განახლება
kk: Жаңарту
km: ការធ្វើបច្ចុប្បន្នភាព
kn: ನವೀಕರಿಸಲಾಗುತ್ತಿದೆ
ko: 업데이트 중
ku: Nûvekirin
ky: Жаңыртылууда
lb: Aktualiséierung
lo: ກຳລັງປັບປຸງ
lt: Atnaujinama
lv: Notiek atjaunināšana
mg: Fanavaozana
mi: Kei te whakahou
mk: Ажурирање
ml: അപ്ഡേറ്റ് ചെയ്യുന്നു
mn: Шинэчилж байна
mr: अपडेट करत आहे
ms: Mengemas kini
mt: Aġġornament
my: အဆင့်မြှင့်တင်ခြင်း။
nb: Oppdaterer
ne: अद्यावधिक गर्दै
nl: Updaten
om: Haaromsuu
or: ଅଦ୍ୟତନ
pa: ਅੱਪਡੇਟ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ
pl: Aktualizowanie
ps: تازه کول
pt: Atualizando
qu: Musuqyachiy
ro: Actualizare
ru: Обновление
rw: Kuvugurura
sd: تازه ڪاري ڪرڻ
si: යාවත්කාලීන කිරීම
sk: Aktualizuje sa
sl: Posodabljanje
sm: Fa'afouina
so: Cusboonaysiinta
sq: Po përditësohet
sr: Ажурирање
su: Ngamutahirkeun
sv: Uppdaterar
sw: Inasasisha
ta: புதுப்பிக்கிறது
te: అప్‌డేట్ చేస్తోంది
tg: Навсозӣ
th: กำลังอัปเดต
tk: Täzelenme
tr: Güncelleniyor
tt: Яңарту
ug: يېڭىلاش
uk: Оновлення
ur: اپ ڈیٹ کر رہا ہے۔
uz: Yangilanmoqda
vi: Đang cập nhật
xh: Ukuhlaziya
yi: אַפּדייטינג
yo: Nmu imudojuiwọn
zh_hans: 更新中
zh_hant: 更新中
zu: Iyabuyekeza

# weather.unavailable.generic
source: Weather is unavailable right now.
af: Die weer is tans nie beskikbaar nie.
am: የአየር ሁኔታ አሁን አይገኝም።
ar: الطقس غير متوفر الآن.
as: বতৰ বৰ্তমান উপলব্ধ নহয়।
ay: Jichhax pachax janiw utjkiti.
az: Hava hazırda əlçatan deyil.
be: Прагноз надвор'я зараз недаступны.
bg: Времето не е налично в момента.
bho: मौसम अभी उपलब्ध नइखे।
bn: আবহাওয়া এই মুহূর্তে অনুপলব্ধ.
bs: Vrijeme trenutno nije dostupno.
ca: El temps no està disponible en aquests moments.
ceb: Ang panahon dili magamit karon.
co: U tempu ùn hè micca dispunibule avà.
cs: Počasí je momentálně nedostupné.
cy: Nid yw'r tywydd ar gael ar hyn o bryd.
da: Vejret er ikke tilgængeligt lige nu.
de: Das Wetter ist derzeit nicht verfügbar.
dv: މޫސުން މިވަގުތު ނުލިބެއެވެ.
ee: Yame ƒe nɔnɔme megali fifia o.
el: Ο καιρός δεν είναι διαθέσιμος αυτήν τη στιγμή.
eo: Vetero nun ne disponeblas.
es: El tiempo no está disponible en este momento.
et: Ilm pole praegu saadaval.
fa: آب و هوا در حال حاضر در دسترس نیست.
fi: Sää ei ole tällä hetkellä saatavilla.
fil: Hindi available ang panahon sa ngayon.
fr: La météo n'est pas disponible pour le moment.
fy: Wetter is no net beskikber.
ga: Níl an aimsir ar fáil faoi láthair.
gd: Chan eil an aimsir ri fhaighinn an-dràsta.
gl: O tempo non está dispoñible neste momento.
gn: Tiempo ndojeguerekói ko'ágãite.
gu: હવામાન અત્યારે અનુપલબ્ધ છે.
ha: Babu yanayi a yanzu.
he: מזג האוויר אינו זמין כרגע.
hi: अभी मौसम अनुपलब्ध है.
hr: Vrijeme trenutno nije dostupno.
ht: Tan an pa disponib kounye a.
hu: Az időjárás jelenleg nem elérhető.
hy: Եղանակն այս պահին անհասանելի է։
id: Cuaca tidak tersedia saat ini.
ig: Ihu igwe adịghị ugbu a.
is: Veður er ekki tiltækt núna.
it: Il meteo non è disponibile al momento.
ja: 現在、天気情報を利用できません。
jv: Cuaca ora kasedhiya saiki.
ka: ამინდი ამჟამად მიუწვდომელია.
kk: Ауа-райы дәл қазір қолжетімсіз.
km: អាកាសធាតុមិនអាចប្រើបានទេឥឡូវនេះ។
kn: ಹವಾಮಾನ ಇದೀಗ ಲಭ್ಯವಿಲ್ಲ.
ko: 지금은 날씨를 알 수 없습니다.
ku: Rewşa hewa niha ne berdest e.
ky: Аба ырайы азыр жеткиликсиз.
lb: D'Wieder ass elo net verfügbar.
lo: ສະພາບອາກາດບໍ່ສາມາດໃຊ້ໄດ້ໃນຕອນນີ້.
lt: Orai šiuo metu nepasiekiami.
lv: Laikapstākļi pašlaik nav pieejami.
mg: Tsy misy ny toetrandro amin'izao fotoana izao.
mi: Kaore i te waatea te rangi inaianei.
mk: Времето во моментов е недостапно.
ml: കാലാവസ്ഥ ഇപ്പോൾ ലഭ്യമല്ല.
mn: Цаг агаар одоогоор боломжгүй байна.
mr: हवामान सध्या अनुपलब्ध आहे.
ms: Cuaca tidak tersedia sekarang.
mt: It-temp mhux disponibbli bħalissa.
my: ရာသီဥတုက ယခု မရနိုင်ပါ။
nb: Været er ikke tilgjengelig akkurat nå.
ne: मौसम अहिले अनुपलब्ध छ।
nl: Het weer is momenteel niet beschikbaar.
om: Haalli qilleensaa yeroo ammaa kana hin jiru.
or: ପାଣିପାଗ ବର୍ତ୍ତମାନ ଉପଲବ୍ଧ ନାହିଁ |
pa: ਮੌਸਮ ਇਸ ਸਮੇਂ ਉਪਲਬਧ ਨਹੀਂ ਹੈ।
pl: Pogoda jest obecnie niedostępna.
ps: هوا اوس مهال شتون نلري.
pt: O clima não está disponível no momento.
qu: Kunanqa manañam pachaqa kanchu.
ro: Vremea nu este disponibilă momentan.
ru: Погода сейчас недоступна.
rw: Ikirere ntikiboneka nonaha.
sd: موسم هن وقت دستياب ناهي.
si: කාලගුණය දැන් නොමැත.
sk: Počasie je momentálne nedostupné.
sl: Vreme trenutno ni na voljo.
sm: E le o maua le tau i le taimi nei.
so: Cimiladu hadda lama heli karo
sq: Moti është i padisponueshëm për momentin.
sr: Временска прогноза тренутно није доступна.
su: Cuaca teu sadia ayeuna.
sv: Vädret är inte tillgängligt just nu.
sw: Hali ya hewa haipatikani kwa sasa.
ta: தற்போது வானிலை இல்லை.
te: ప్రస్తుతం వాతావరణం అందుబాటులో లేదు.
tg: Ҳаво ҳоло дастрас нест.
th: สภาพอากาศไม่พร้อมใช้งานในขณะนี้
tk: Howa häzir elýeterli däl.
tr: Hava durumu şu anda kullanılamıyor.
tt: Хәзерге вакытта һава торышы мөмкин түгел.
ug: ھازىر ھاۋارايىنى ئىشلەتكىلى بولمايدۇ.
uk: Погода зараз недоступна.
ur: موسم ابھی دستیاب نہیں ہے۔
uz: Hozir ob-havo mavjud emas.
vi: Thời tiết không có sẵn ngay bây giờ.
xh: Imozulu ayifumaneki ngoku.
yi: וועטער איז ניט בנימצא רעכט איצט.
yo: Oju ojo ko si ni bayi.
zh_hans: 目前无法获取天气信息。
zh_hant: 目前無法取得天氣資訊。
zu: Isimo sezulu asitholakali okwamanje.
